{
  "gamerules": {
    "rtp": "97.00%.",
    "lastdate": "2022 년 6 월 14 일",
    "gamerules1": "머니팟은 3 개 릴 3 개 행 비디오 슬롯입니다.",
    "gamerules2": "페이라인 수는 고정되어 있으며 3 개, 왼쪽에서 오른쪽으로 지급됩니다.",
    "yuanboSymbolHeading": "위안바오 심볼",
    "yuanboSymbolText": "위안바오 심볼은 다음 배수와 대응합니다.",
    "maxWinRule": "최대 승리: 최대 승리 금액은 기본 게임과 골든 락 리스핀 모두에서 베팅 금액의 3,000 배로 제한됩니다. 한 라운드에서 총 승리가 베팅 금액의 3,000 배에 도달하면 라운드는 즉시 종료되며, 승리가 지급되고 남은 스핀은 모두 몰수됩니다.",
    "csSymbHeading": "차이신 심볼",
    "csText1": "차이신 심볼은 모든 슬롯에 나타납니다. 기본 게임에서 차이신은 승리 페이라인에 나타나면 콜렉션 심볼 역할을 하고, 중앙 릴에 나타나면 스캐터 심볼 역할을 합니다.",
    "csText2": "콜렉션 심볼: 차이신 심볼은 화면의 모든 위안바오 보너스를 수집하여 자신에게 더하며, 위안바오 보너스를 제거하지 않습니다.",
    "csText3": "스캐터 심볼: 차이신 심볼은 화면의 모든 위안바오 보너스를 수집하여 골든 락 리스핀으로 옮깁니다. 수집할 위안바오 심볼이 없으면 골든 락 리스핀이 시작될 때 멀티플라이어 콜렉션 심볼이 됩니다.",
    "csText4": "골든 락 리스핀: 차이신 심볼은 멀티플라이어 콜렉션 심볼로 작동합니다.",
    "csText5": "멀티플라이어 콜렉션 심볼: 차이신 심볼이 화면에 나타나면 모든 위안바오 보너스를 수집하여 자신에게 더합니다. 그리고 추가 배수 x2, x3, x4, x5, x6, x7, x8, x9, x10, x11, x12, x13, x14, x15, x16, x17, x18, x19, 또는 최대 x20 을 적용합니다.",
    "jackpotSymbHeading": "잭팟 심볼",
    "jackPotSymbolText1": "잭팟 심볼은 모든 릴에 나타납니다. 잭팟 상금: 고정 배수 x 플레이어 베팅 금액",
    "msSymbolHeading": "미스터리 심볼",
    "msText1": "미스터리 심볼은 메인 게임과 골든 락 리스핀에서 나타납니다.",
    "msText2": "메인 게임: 승리 라인에 나타나면 무작위로 위안바오 심볼이나 잭팟 상금을 지급합니다.",
    "msText3": "메인 게임에서 미스터리 심볼이 나타나 골든 락 리스핀을 트리거하면, 골든 락 리스핀으로 이어집니다.",
    "msText4": "골든 락 리스핀: 미스터리 심볼이 골든 락 리스핀 중에 나타나면 최종 정산 전에 무작위로 위안바오 또는 잭팟 상금을 공개합니다.",
    "jmsSymbolHeading": "잭팟 미스터리 심볼",
    "jmsText1": "이 심볼은 골든 락 리스핀 중에만 나타나는 잭팟 미스터리 심볼입니다.",
    "jmsText2": "정산 전에 자신을 공개하며 잭팟 심볼만 공개합니다.",
    "glrSymbolHeading": "골든 락 리스핀",
    "glrText1": "골든 락 리스핀이 트리거될 때마다 3 번의 스핀을 받습니다.",
    "glrText2": "위안바오 심볼, 잭팟 심볼, 미스터리 심볼, 잭팟 미스터리 심볼, 차이신 심볼이 나타나면 스핀이 다시 3 번으로 초기화됩니다.",
    "glrText3": "골든 락 리스핀 동안 모든 릴 위치가 심볼로 채워지면 플레이어 베팅 금액의 고정 3,000 배 배수인 풀 릴 보상 그랜드 잭팟이 지급됩니다.",
    "mpfSymbolHeading": "머니팟 기능",
    "mpfText1": "메인 게임에서 차이신 심볼이 화면에 나타나면 기능이 무작위로 발동됩니다.",
    "mpfText2": "기능이 발동되면 화면에 무작위로 위안바오 심볼이나 차이신 심볼이 표시됩니다.",
    "mpfText3": "머니팟 내 위안바오 개수는 확률에 영향을 미치지 않습니다.",
    "multiplierValue": "0.5x, 1x, 2x"
  },
  "headings": {
    "gameName": "MONEY POT",
    "winUpto": "최대 3,000 배 베팅 승리"
  }
}