{
  "gamerules": {
    "rtp": "97.00%。",
    "lastdate": "2022 年 6 月 14 日",
    "gamerules1": "Money Pot は 3 リール3行のビデオスロットです。",
    "gamerules2": "ペイラインの数は固定で 3、本数は左から右に支払われます。",
    "yuanboSymbolHeading": "元宝シンボル",
    "yuanboSymbolText": "元宝シンボルは以下のマルチプライヤーに対応しています。",
    "maxWinRule": "最大勝利: 最大勝利額は、基本ゲームおよびゴールデンロックリスピンの両方でベットの 3,000 xに制限されています。ラウンドの合計勝利がベットの 3,000 xに達した場合、ラウンドは即座に終了し、勝利金が支払われ、残りのスピンはすべて失効します。",
    "csSymbHeading": "財神シンボル",
    "csText1": "財神シンボルはすべてのスロットに出現します。基本ゲームでは、財神は勝利ペイライン上に現れるとコレクションシンボルとして、中央リールに現れるとスキャターシンボルとして機能します。",
    "csText2": "コレクションシンボル: 財神シンボルは画面上のすべての元宝ボーナスを集めて自分に加えますが、元宝ボーナスは削除されません。",
    "csText3": "スキャターシンボル: 財神シンボルは画面上のすべての元宝ボーナスを集めてゴールデンロックリスピンに持ち込みます。収集する元宝シンボルがない場合、ゴールデンロックリスピン開始時にマルチプライヤーコレクションシンボルになります。",
    "csText4": "ゴールデンロックリスピン中: 財神シンボルはマルチプライヤーコレクションシンボルとして機能します。",
    "csText5": "マルチプライヤーコレクションシンボル: 財神シンボルが画面に現れると、すべての元宝ボーナスを集めて自分に加えます。さらに、x2, x3, x4, x5, x6, x7, x8, x9, x10, x11, x12, x13, x14, x15, x16, x17, x18, x19、最大で x20 までの追加マルチプライヤーを適用します。",
    "jackpotSymbHeading": "ジャックポットシンボル",
    "jackPotSymbolText1": "ジャックポットシンボルはすべてのリールに出現します。ジャックポット賞金：固定マルチプライヤー×プレイヤーベット額",
    "msSymbolHeading": "ミステリーシンボル",
    "msText1": "ミステリーシンボルはメインゲームとゴールデンロックリスピンで出現します。",
    "msText2": "メインゲーム: 勝利ラインに現れると、ランダムに元宝シンボルまたはジャックポット賞金を授与します。",
    "msText3": "ミステリーシンボルがメインゲームで出現し、ゴールデンロックリスピンをトリガーすると、ゴールデンロックリスピンに持ち越されます。",
    "msText4": "ゴールデンロックリスピン: ミステリーシンボルがゴールデンロックリスピン中に出現すると、最終決済前にランダムに元宝またはジャックポット賞金を公開します。",
    "jmsSymbolHeading": "ジャックポットミステリーシンボル",
    "jmsText1": "このシンボルはジャックポットミステリーシンボルで、ゴールデンロックリスピン中にのみ出現します。",
    "jmsText2": "決済前に自らを公開し、ジャックポットシンボルのみを表示します。",
    "glrSymbolHeading": "ゴールデンロックリスピン",
    "glrText1": "ゴールデンロックリスピンがトリガーされるたびに、3 回のスピンが与えられます。",
    "glrText2": "元宝シンボル、ジャックポットシンボル、ミステリーシンボル、ジャックポットミステリーシンボル、財神シンボルのいずれかが出現すると、スピンは再び 3 回にリセットされます。",
    "glrText3": "ゴールデンロックリスピン中に、すべてのリールポジションが何らかのシンボルで埋まると、フルリール報酬のグランドジャックポットが授与されます。これはプレイヤーのベット額の固定 3,000 xのマルチプライヤーです。",
    "mpfSymbolHeading": "マネーポット機能",
    "mpfText1": "メインゲーム中に財神シンボルが画面に現れると、機能がランダムにトリガーされます。",
    "mpfText2": "機能がトリガーされると、画面にランダムに元宝シンボルまたは財神シンボルが表示されます。",
    "mpfText3": "マネーポット内の元宝の数は確率に影響しません。",
    "multiplierValue": "0.5x, 1x, 2x"
  },
  "headings": {
    "gameName": "MONEY POT",
    "winUpto": "最大 3,000 xのベットを獲得"
  }
}