{
    "gamerules": {
        "rtp": "97.00%.",
        "lastdate": "14 มิถุนายน 2022",
        "gamerules1": "Money Pot เป็นวิดีโอสล็อตแบบ 3 วงล้อ 3 แถว",
        "gamerules2": "จำนวนเพย์ไลน์ถูกกำหนดไว้ที่ 3 ไลน์ จ่ายจากซ้ายไปขวา",
        "yuanboSymbolHeading": "สัญลักษณ์หยวนเป่า",
        "yuanboSymbolText": "สัญลักษณ์หยวนเป่าจะให้ตัวคูณตามที่แสดงไว้ด้านล่าง",
        "maxWinRule": "ชนะสูงสุด: จำนวนเงินชนะสูงสุดจำกัดที่ 3,000x ของเงินเดิมพัน ทั้งในเกมหลักและฟีเจอร์หมุนซ้ำล็อกทองคำ หากการชนะทั้งหมดในรอบนั้นถึง 3,000x รอบจะสิ้นสุดทันที เงินรางวัลจะถูกมอบให้ และการหมุนที่เหลือจะถูกยกเลิก",
        "csSymbHeading": "สัญลักษณ์ไฉ่สิ่ง",
        "csText1": "สัญลักษณ์ไฉ่สิ่งสามารถปรากฏในทุกช่อง ในเกมหลักจะทำหน้าที่เป็นสัญลักษณ์สะสมเมื่อปรากฏในเพย์ไลน์ที่ชนะ และทำหน้าที่เป็นสัญลักษณ์กระจายเมื่อปรากฏในวงล้อกลาง",
        "csText2": "สัญลักษณ์สะสม: สัญลักษณ์ไฉ่สิ่งจะรวบรวมโบนัสหยวนเป่าทั้งหมดบนหน้าจอและเพิ่มเข้ากับตัวเอง โดยไม่ลบโบนัสหยวนเป่าออก",
        "csText3": "สัญลักษณ์กระจาย: สัญลักษณ์ไฉ่สิ่งจะรวบรวมโบนัสหยวนเป่าทั้งหมดบนหน้าจอและนำเข้าสู่ฟีเจอร์หมุนซ้ำล็อกทองคำ หากไม่มีสัญลักษณ์หยวนเป่าให้รวบรวม จะกลายเป็นสัญลักษณ์สะสมตัวคูณเมื่อเข้าสู่ฟีเจอร์หมุนซ้ำล็อกทองคำ",
        "csText4": "ฟีเจอร์หมุนซ้ำล็อกทองคำ: สัญลักษณ์ไฉ่สิ่งจะทำหน้าที่เป็นสัญลักษณ์สะสมตัวคูณ",
        "csText5": "สัญลักษณ์สะสมตัวคูณ: หากสัญลักษณ์ไฉ่สิ่งปรากฏบนหน้าจอ จะรวบรวมโบนัสหยวนเป่าทั้งหมดและเพิ่มเข้ากับตัวเอง จากนั้นจะใช้ตัวคูณเพิ่มเติมที่มีตั้งแต่ x2 ถึง x20",
        "jackpotSymbHeading": "สัญลักษณ์แจ็คพอต",
        "jackPotSymbolText1": "สัญลักษณ์แจ็คพอตสามารถปรากฏในทุกวงล้อ รางวัลแจ็คพอต: คูณจำนวนเงินเดิมพันของผู้เล่นด้วยค่าคงที่",
        "msSymbolHeading": "สัญลักษณ์ลึกลับ",
        "msText1": "สัญลักษณ์ลึกลับจะปรากฏในเกมหลักและในฟีเจอร์หมุนซ้ำล็อกทองคำ",
        "msText2": "เกมหลัก: หากปรากฏในเพย์ไลน์ที่ชนะ จะสุ่มให้รางวัลเป็นสัญลักษณ์หยวนเป่าหรือรางวัลแจ็คพอต",
        "msText3": "หากสัญลักษณ์ลึกลับปรากฏในเกมหลักและเรียกใช้ฟีเจอร์หมุนซ้ำล็อกทองคำ สัญลักษณ์จะถูกนำเข้าสู่ฟีเจอร์ด้วย",
        "msText4": "ฟีเจอร์หมุนซ้ำล็อกทองคำ: หากสัญลักษณ์ลึกลับปรากฏ จะสุ่มเปิดเผยรางวัลหยวนเป่าหรือแจ็คพอตก่อนจบฟีเจอร์",
        "jmsSymbolHeading": "สัญลักษณ์ลึกลับแจ็คพอต",
        "jmsText1": "นี่คือสัญลักษณ์ลึกลับแจ็คพอต ซึ่งจะปรากฏเฉพาะในฟีเจอร์หมุนซ้ำล็อกทองคำเท่านั้น",
        "jmsText2": "สัญลักษณ์นี้จะเปิดเผยตัวเองก่อนการจ่ายเงินรอบสุดท้าย และจะแสดงเฉพาะสัญลักษณ์แจ็คพอตเท่านั้น",
        "glrSymbolHeading": "ฟีเจอร์หมุนซ้ำล็อกทองคำ",
        "glrText1": "เมื่อฟีเจอร์หมุนซ้ำล็อกทองคำถูกเรียกใช้ จะได้รับการหมุนฟรี 3 ครั้ง",
        "glrText2": "หากมีสัญลักษณ์หยวนเป่า, สัญลักษณ์แจ็คพอต, สัญลักษณ์ลึกลับ, สัญลักษณ์ลึกลับแจ็คพอต หรือสัญลักษณ์ไฉ่สิ่งปรากฏ การหมุนจะถูกรีเซ็ตเป็น 3 อีกครั้ง",
        "glrText3": "ระหว่างฟีเจอร์หมุนซ้ำล็อกทองคำ หากทุกช่องของวงล้อถูกเติมด้วยสัญลักษณ์ใดก็ตาม จะได้รับรางวัลแจ็คพอตแกรนด์ ซึ่งมีมูลค่าเท่ากับ 3,000x ของเงินเดิมพันผู้เล่น",
        "mpfSymbolHeading": "ฟีเจอร์หม้อเงิน",
        "mpfText1": "ในเกมหลัก หากสัญลักษณ์ไฉ่สิ่งปรากฏบนหน้าจอ ฟีเจอร์จะถูกเรียกแบบสุ่ม",
        "mpfText2": "เมื่อฟีเจอร์ถูกเรียกใช้ หน้าจอจะสุ่มแสดงสัญลักษณ์หยวนเป่าหรือสัญลักษณ์ไฉ่สิ่ง",
        "mpfText3": "จำนวนหยวนเป่าในหม้อเงินจะไม่ส่งผลต่อความน่าจะเป็นของฟีเจอร์",
        "multiplierValue": "0.5x, 1x, 2x"
    },
    "headings": {
        "gameName": "Money Pot",
        "winUpto": "ชนะได้สูงสุดถึง 3,000 เท่าของเดิมพัน"
    }
}