{
  "gamerules": {
    "rtp": "97.00%.",
    "lastdate": "14 জুন 2022",
    "gamerules1": "মানি পট একটি 3 রিল এবং 3 সারির ভিডিও স্লট।",
    "gamerules2": "পে লাইন সংখ্যা নির্ধারিত 3, যা বাম থেকে ডানে পেমেন্ট দেয়।",
    "yuanboSymbolHeading": "ইউয়ানবাও প্রতীক",
    "yuanboSymbolText": "ইউয়ানবাও প্রতীকগুলো নিচের গুণকের সাথে মিলে যায়।",
    "maxWinRule": "সর্বোচ্চ জয়: বেস গেম এবং গোল্ডেন লক রি-স্পিনে সর্বোচ্চ জয় সীমাবদ্ধ 3,000x বেট পর্যন্ত। যদি কোনো রাউন্ডে মোট জয় 3,000x বেটে পৌঁছে যায়, তাহলে রাউন্ডটি সঙ্গে সঙ্গে শেষ হবে, জয় প্রদান করা হবে এবং অবশিষ্ট সব স্পিন বাতিল হয়ে যাবে।",
    "csSymbHeading": "কাইশেন প্রতীক",
    "csText1": "কাইশেন প্রতীক সব স্লটে প্রদর্শিত হবে। বেস গেমে এটি একটি সংগ্রহ প্রতীক হিসেবে কাজ করে যখন এটি জয়ী পে লাইনে আসে, এবং একটি স্ক্যাটার প্রতীক হিসেবে কাজ করে যখন এটি মাঝখানের রিলে আসে।",
    "csText2": "সংগ্রহ প্রতীক: কাইশেন প্রতীক স্ক্রিনে থাকা সব ইউয়ানবাও বোনাস সংগ্রহ করে নিজেকে যোগ করে, ইউয়ানবাও বোনাসগুলো না সরিয়েই।",
    "csText3": "স্ক্যাটার প্রতীক: কাইশেন প্রতীক স্ক্রিনে থাকা সব ইউয়ানবাও বোনাস সংগ্রহ করে এবং সেগুলোকে গোল্ডেন লক রি-স্পিনে নিয়ে যায়। যদি কোনো ইউয়ানবাও না থাকে, তাহলে এটি একটি গুণক সংগ্রহ প্রতীক হয়ে যাবে যখন গোল্ডেন লক রি-স্পিন শুরু হবে।",
    "csText4": "গোল্ডেন লক রি-স্পিন: কাইশেন প্রতীক একটি গুণক সংগ্রহ প্রতীক হিসেবে কাজ করে।",
    "csText5": "গুণক সংগ্রহ প্রতীক: যদি কাইশেন প্রতীক স্ক্রিনে আসে, এটি সব ইউয়ানবাও বোনাস সংগ্রহ করে নিজেকে যোগ করে। এরপর অতিরিক্ত গুণক প্রয়োগ করে x2, x3, x4, x5, x6, x7, x8, x9, x10, x11, x12, x13, x14, x15, x16, x17, x18, x19 বা সর্বোচ্চ x20।",
    "jackpotSymbHeading": "জ্যাকপট প্রতীক",
    "jackPotSymbolText1": "জ্যাকপট প্রতীক সব রিলে প্রদর্শিত হয়। জ্যাকপট পুরস্কার: নির্দিষ্ট গুণক x খেলোয়াড়ের বেট পরিমাণ।",
    "msSymbolHeading": "রহস্য প্রতীক",
    "msText1": "রহস্য প্রতীক মূল গেম এবং গোল্ডেন লক রি-স্পিনে প্রদর্শিত হয়।",
    "msText2": "মূল গেম: জয়ী লাইনে আসলে এলোমেলোভাবে ইউয়ানবাও প্রতীক বা জ্যাকপট পুরস্কার প্রদান করে।",
    "msText3": "যদি মূল গেমে একটি রহস্য প্রতীক আসে এবং এটি গোল্ডেন লক রি-স্পিন সক্রিয় করে, তাহলে এটি সেই রি-স্পিনে বহন করে নিয়ে যায়।",
    "msText4": "গোল্ডেন লক রি-স্পিন: যদি এই সময়ে রহস্য প্রতীক আসে, এটি চূড়ান্ত নিষ্পত্তির আগে এলোমেলোভাবে একটি ইউয়ানবাও বা জ্যাকপট পুরস্কার প্রকাশ করবে।",
    "jmsSymbolHeading": "জ্যাকপট রহস্য প্রতীক",
    "jmsText1": "এই প্রতীকটি হলো জ্যাকপট রহস্য প্রতীক, যা কেবল গোল্ডেন লক রি-স্পিন চলাকালীন প্রদর্শিত হয়।",
    "jmsText2": "এটি নিষ্পত্তির আগে নিজেকে প্রকাশ করবে এবং শুধুমাত্র জ্যাকপট প্রতীক দেখাবে।",
    "glrSymbolHeading": "গোল্ডেন লক রি-স্পিন",
    "glrText1": "প্রতি বার গোল্ডেন লক রি-স্পিন সক্রিয় হলে আপনি পাবেন 3টি স্পিন।",
    "glrText2": "যদি ইউয়ানবাও প্রতীক, জ্যাকপট প্রতীক, রহস্য প্রতীক, জ্যাকপট রহস্য প্রতীক বা কাইশেন প্রতীক আসে, তাহলে স্পিন সংখ্যা আবার 3 হয়ে যাবে।",
    "glrText3": "গোল্ডেন লক রি-স্পিন চলাকালীন, যদি সব রিল পজিশন প্রতীক দ্বারা পূর্ণ হয়, তাহলে একটি পূর্ণ রিল পুরস্কার গ্র্যান্ড জ্যাকপট প্রদান করা হবে, যা হলো খেলোয়াড়ের বেটের নির্দিষ্ট 3,000x গুণক।",
    "mpfSymbolHeading": "মানি পট ফিচার",
    "mpfText1": "মূল গেমে, যদি কাইশেন প্রতীক স্ক্রিনে প্রদর্শিত হয়, তাহলে ফিচারটি এলোমেলোভাবে সক্রিয় হয়।",
    "mpfText2": "যখন ফিচারটি সক্রিয় হয়, স্ক্রিনে এলোমেলোভাবে ইউয়ানবাও প্রতীক অথবা কাইশেন প্রতীক প্রদর্শিত হবে।",
    "mpfText3": "মানি পটে ইউয়ানবাওয়ের সংখ্যা সম্ভাবনার উপর কোনো প্রভাব ফেলে না।",
    "multiplierValue": "0.5x, 1x, 2x"
  },
  "headings": {
    "gameName": " MONEY POT ",
    "winUpto": "জিতুন সর্বোচ্চ 3,000 X বেট পর্যন্ত"
  }
}
