{
    "gamerules": {
        "rtp": "97.00%.",
        "lastdate": "14 जून 2022",
        "gamerules1": "Money Pot एक 3 रील्स 3 रोज़ वाला वीडियो स्लॉट है।",
        "gamerules2": "पेलाइनों की संख्या स्थिर है, कुल 3 हैं, जो बाएं से दाएं भुगतान करती हैं।",
        "yuanboSymbolHeading": "युआनबाओ प्रतीक",
        "yuanboSymbolText": "युआनबाओ प्रतीक निम्नलिखित गुणकों के अनुरूप हैं",
        "maxWinRule": "अधिकतम जीत: अधिकतम जीत की सीमा बेस गेम और गोल्डन लॉक रिस्पिन दोनों में 3,000x दांव तक सीमित है। यदि किसी राउंड में कुल जीत 3,000x दांव तक पहुंचती है, तो वह राउंड तुरंत समाप्त हो जाता है, जीत दी जाती है, और बाकी के सभी स्पिन्स रद्द हो जाते हैं।",
        "csSymbHeading": "कैशेन प्रतीक",
        "csText1": "कैशेन प्रतीक सभी स्लॉट्स पर प्रकट होता है। बेस गेम में, कैशेन विजेता पेलाइन पर आने पर एक कलेक्शन प्रतीक के रूप में कार्य करता है, और केंद्र रील पर आने पर एक स्कैटर प्रतीक के रूप में।",
        "csText2": "कलेक्शन प्रतीक: कैशेन प्रतीक स्क्रीन पर सभी युआनबाओ बोनस को एकत्र करता है और उन्हें अपने साथ जोड़ता है, बिना युआनबाओ बोनस को हटाए।",
        "csText3": "स्कैटर प्रतीक: कैशेन प्रतीक स्क्रीन पर सभी युआनबाओ बोनस को एकत्र करता है और उन्हें गोल्डन लॉक रिस्पिन में ले जाता है। यदि एकत्र करने के लिए कोई युआनबाओ प्रतीक नहीं है, तो यह गोल्डन लॉक रिस्पिन शुरू होने पर एक मल्टीप्लायर कलेक्शन प्रतीक बन जाएगा।",
        "csText4": "गोल्डन लॉक रिस्पिन: कैशेन प्रतीक एक मल्टीप्लायर कलेक्शन प्रतीक के रूप में कार्य करता है।",
        "csText5": "मल्टीप्लायर कलेक्शन प्रतीक: यदि स्क्रीन पर कैशेन प्रतीक प्रकट होता है, तो यह सभी युआनबाओ बोनस को एकत्र करता है और उन्हें अपने साथ जोड़ता है। फिर यह अतिरिक्त गुणक लागू करता है: x2, x3, x4, x5, x6, x7, x8, x9, x10, x11, x12, x13, x14, x15, x16, x17, x18, x19, या अधिकतम x20 तक।",
        "jackpotSymbHeading": "जैकपॉट प्रतीक",
        "jackPotSymbolText1": "जैकपॉट प्रतीक सभी रील्स पर प्रकट होते हैं। जैकपॉट पुरस्कार: निश्चित गुणक x खिलाड़ी की दांव राशि",
        "msSymbolHeading": "रहस्यमय प्रतीक",
        "msText1": "रहस्यमय प्रतीक मुख्य गेम और गोल्डन लॉक रिस्पिन में प्रकट होता है।",
        "msText2": "मुख्य गेम: विजेता पेलाइन पर आने पर यह यादृच्छिक रूप से युआनबाओ प्रतीक या जैकपॉट पुरस्कार देता है।",
        "msText3": "यदि मुख्य गेम में रहस्यमय प्रतीक प्रकट होता है और गोल्डन लॉक रिस्पिन ट्रिगर करता है, तो यह गोल्डन लॉक रिस्पिन में भी रहता है।",
        "msText4": "गोल्डन लॉक रिस्पिन: यदि गोल्डन लॉक रिस्पिन के दौरान रहस्यमय प्रतीक प्रकट होता है, तो यह अंतिम निपटान से पहले यादृच्छिक रूप से युआनबाओ या जैकपॉट पुरस्कार प्रकट करेगा।",
        "jmsSymbolHeading": "जैकपॉट रहस्यमय प्रतीक",
        "jmsText1": "यह प्रतीक जैकपॉट रहस्यमय प्रतीक है, जो केवल गोल्डन लॉक रिस्पिन के दौरान प्रकट होता है।",
        "jmsText2": "यह निपटान से पहले प्रकट होगा और केवल जैकपॉट प्रतीक को ही दिखाएगा।",
        "glrSymbolHeading": "गोल्डन लॉक रिस्पिन",
        "glrText1": "हर बार जब गोल्डन लॉक रिस्पिन ट्रिगर होता है, आपको 3 स्पिन मिलते हैं।",
        "glrText2": "यदि युआनबाओ प्रतीक, जैकपॉट प्रतीक, रहस्यमय प्रतीक, जैकपॉट रहस्यमय प्रतीक, या कैशेन प्रतीक में से कोई भी प्रकट होता है, तो स्पिन फिर से 3 हो जाते हैं।",
        "glrText3": "गोल्डन लॉक रिस्पिन के दौरान, यदि सभी रील स्थान किसी भी प्रतीक से भरे होते हैं, तो एक फुल रील रिवार्ड ग्रैंड जैकपॉट दिया जाएगा, जो खिलाड़ी के दांव का स्थिर 3,000x गुणक है।",
        "mpfSymbolHeading": "मनी पॉट फीचर",
        "mpfText1": "मुख्य गेम में, यदि कैशेन प्रतीक स्क्रीन पर प्रकट होता है, तो यह फीचर यादृच्छिक रूप से ट्रिगर होता है।",
        "mpfText2": "जब फीचर ट्रिगर होता है, तो स्क्रीन यादृच्छिक रूप से युआनबाओ प्रतीक या कैशेन प्रतीक दिखाएगी।",
        "mpfText3": "मनी पॉट में युआनबाओ की संख्या संभावना को प्रभावित नहीं करती।",
        "multiplierValue": "0.5x, 1x, 2x"
    },
    "headings": {
        "gameName": "MONEY POT",
        "winUpto": "3,000 X दांव तक जीतें"
    }
}